Repository: ahmedmoselhi/openspa-base-files
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spzOptions/locale/*/LC_MESSAGES/spzOptions.po
Languages: ca

source: After installing the drivers manually have to reboot Receiver!!!
ca: Després d'instal·lar manualment els drivers haureu de reiniciar el receptor!

source: All changes will be lost!
ca: Tots els canvis es perdràn!

source: All plugins/skins installed are not AVAILABLE.
ca: Tots els plugins/skins instal·lats no estaràn disponibles.

source: Always
ca: Sempre

source: Are you sure to continue?
ca: N'esteu segur de continuar?

source: Cancel
ca: Cancel·lar

source: Chanching password to
ca: Canviant la contrasenya a

source: Change Password
ca: Canviar contrasenya

source: Change your ftp and telnet password
ca: Canvia la contrasenya de telnet i ftp

source: Check new updates and notify:
ca: Comprovar i avisar de noves actualitzacions:

source: Clean cache memory on standby:
ca: Alliberar memòria en anar a repòs:

source: Could not log in!
ca: No puc identificar-me!

source: Customize BlackModern Skin:
ca: Personalitzar el skin BlackModern

source: Deactivating extra DOM. Please Wait...
ca: Desactivant DOM extra. Espereu...

source: Disable extended DOM (for install only):
ca: Desactivar DOM extra (només per instal·lar)

source: Error while setting new password!
ca: Error mentre s'actualitzava la nova contrasenya!

source: Extra DOM deactivated.
ca: La DOM extra s'ha desactivat.

source: For change password press [OK] in list entry!!!
ca: Per canviar la contrasenya heu de prémer [OK] quan esteu en una entrada de la llista!

source: Go to standby on init
ca: Anar a repòs en iniciar el sistema

source: Incorrect new password! Minimum length: 3 Maximum length: 8
ca: Contrasenya invàlida! Mida mínima: 3 Mida máxima: 8

source: Maximum days of epg in OpenSPA Channel Selection
ca: Nombre màxim de dies d'EPG a la selecció de canals OpenSPA

source: Old password:
ca: Contrasenya anterior:

source: Only after mhw2 donwload
ca: Només després de descarregar mhw2

source: Press [EXIT] for close
ca: Premeu [EXIT] per tancar

source: Press [OK] for change
ca: Premeu [OK] per canviar

source: Press [OK] for deactivate
ca: Premeu [OK] per desactivar

source: Receiver has been locked to prevent failures.
ca: El receptor ha estat bloquejat per a prevenir fallides.

source: Restart GUI for apply changes?
ca: Reiniciar GUI per tal d'aplicar els canvis?

source: Save
ca: Desar

source: Set new password:
ca: Canviar contrasenya (premeu [OK]):

source: Show Internet conection in infobar:
ca: Mostrar connexió a internet a la infobar:

source: Show Number channel in infobar:
ca: Mostrar el número de canal a la infobar:

source: Show Transponder information in infobar:
ca: Mostrar informació del transponedor a la infobar:

source: Show ecm information in infobar:
ca: Mostrar informació d'ecm a la infobar:

source: Show meteo information in infobar:
ca: Mostrar informació meteorològica a la infobar:

source: The extra DOM will be activated again on restart
ca: La DOM extra serà reactivada després de reiniciar

source: The extra DOM will be deactivated.
ca: La DOM extra es desactivarà!

source: Time to go to standby (secs)
ca: Temps d'espera per anar a repòs (segons):

source: Type new password first!!!
ca: Escriviu la nova contrasenya

source: Use EMC for show records:
ca: Utilitzar reproductor de sèrie per a veure gravacions

source: Use VirtualKeyboard for input text (need restart)
ca: Utilitzar el teclat virtual en entrades de text (cal reiniciar)

source: Use openSPA Channel Selection
ca: Utilitzar selecció de canals d'openSPA

source: Use this options ONLY for install new drivers!!!
ca: Utilitzeu aquesta opció NOMÉS per instal·lar nous drivers!

source: When finished new driver install press [OK] or [EXIT] for reboot Receiver
ca: Després d'instal·lar el nou driver, premeu [OK] o [EXIT] per reiniciar l'equip

source: You're sure to exit without change password?
ca: N'esteu segur de sortir sense canviar la contrasenya?

source: You're sure to exit without saving?
ca: Segur que voleu sortir sense desar els canvis?

source: openSPA Options
ca: Opcions openSPA
