Repository: ahmedmoselhi/openspa-base-files
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/mhw2Timer/locale/*/LC_MESSAGES/mhw2Timer.po
Languages: ca, es

source: hours
ca: hores
es: horas

source: minutes
ca: minuts
es: minutos

source: Always
ca: Sempre
es: Siempre

source: Auto Execution time start
ca: Hora d'inici de la descàrrega
es: Hora de inicio de descarga

source: Auto execution time end
ca: Hora final de la descàrrega
es: Hora de fin de descarga

source: AutoShutdown
ca: Autoapagat activat
es: Auto apagado activado

source: Canceled autopower off
ca: Autoapagat cancel·lat
es: Auto apagado cancelado

source: Channel for EPG Download
ca: Canal per a la descàrrega d'EPG
es: Canal para la descarga de EPG

source: Channels
ca: Canals
es: Canales

source: Config EPG:
ca: Configurar EPG:
es: Configurar EPG:

source: Config EPG: New | openSPA
ca: Configurar EPG: Nou | openSPA
es: Configurar EPG: Nuevo | openSPA

source: Creating
ca: Creant
es: Creando

source: Disable HDMIcec when epg download from standby
ca: Deshabilitar HDMICec en la descàrrega d'Epg des de repòs
es: Deshabilitar HDMICec cuando se descarga la Epg desde reposo

source: Download EPG from
ca: Descàrrega d'EPG de
es: Descarga de EPG de

source: Download EPG from Digital+
ca: Descàrrega d'EPG de Digital+
es: Descarga de EPG de Digital+

source: Download EPG from MediaHighway
ca: Descàrrega automàtica d'EPG MediaHighway per openSPA Team
es: Descarga automática de EPG MediaHighway by OpenSPA

source: Download EPG from MovistarTV
ca: Descàrrega d'EPG de MovistarTV
es: Descarga de EPG de MovistarTV

source: Download EPG from Remote Channels
ca: Descàrrega d'EPG de canals remots
es: Descarga de EPG de canales remotos

source: Download now
ca: Descarregar
es: Descargar!

source: Downloading data...
ca: Descarregant dades...
es: Descargando datos...

source: EPG download
ca: Descàrrega d'EPG

source: EPG download MediaHighway
ca: Descàrrega d'EPG mhw2
es: Descarga de EPG mhw2

source: EPG download MediaHighway execution is currently not active.
ca: La descàrrega automàtica d'EPG mhw2 no està activada
es: La descarga automática de EPG mhw2 no está activada

source: EPG download MediaHighway finished.
ca: Descàrrega automàtica d'EPG acabada.
es: Descarga automática de EPG terminada.

source: EPG download MediaHighway launching, Continue? Select no to postpone by 30 minutes.
ca: Descàrrega automàtica d'EPG mhw2 activa, executar-la ara? Seleccioneu NO per endarrerir-la 30 minuts.
es: Descarga automática de EPG mhw2 activa, ejecutar ahora? Seleccione 'No' para posponer 30 minutos.

source: EPG download MediaHighway running. Wait...
ca: Descàrrega automàtica d'EPG mhw en procés. Espereu...
es: Descarga automática de EPG mhw en proceso. Espere...

source: EPG download MediaHighway starting...
ca: Iniciant la descàrrega automàtica d'EPG...
es: Iniciando descarga automática de EPG...

source: Edit equiv
ca: Editar equiv.
es: Editar equiv.

source: Enable Epg MediaHighway autodownload
ca: Activar l'autodescàrrega d'EPG
es: Activar autodescarga de EPG

source: Go Standby
ca: Apagant
es: Apagando

source: Go to standby now?
ca: Posar ara en repòs?
es: Poner en reposo ahora?

source: Go to standby on init
ca: Posar en repòs en iniciar
es: Poner en reposo al iniciar

source: Info timer
ca: Informacio de temps
es: Información de tiempo

source: Log file. EPG download MediaHighway
ca: Arxiu de log. d'EPG mwh2
es: Archivo de log. EPG mwh2

source: MediaHighway 2 download by spaZeTeam
ca: Descàrrga MediaHighway 2 per openSPA Team
es: Descarga MediaHighway 2 por OpenSPA

source: Name:
ca: Nom:
es: Nombre:

source: Need restart GUI to apply changes Restart now?
ca: Cal reiniciar el GUI per tal d'aplicar els canvios Voleu reiniciar ara?
es: Es necesario reiniciar el GUI para aplicar los cambios Reiniciar ahora?

source: Next timer EPG download execution:
ca: Temps restant per a la pròxima descàrrega d'EPG:
es: Tiempo restante para la próxima descarga de EPG:

source: Number of days to download
ca: Nombre de dies de descàrrega
es: Número de días de descarga

source: Only after donwload
ca: Només després de la descàrrega
es: Solo después de la descarga

source: Power off in
ca: Apagat en
es: Apagado en

source: Really delete this Entry?
ca: Eliminar realment aquesta entrada?
es: Eliminar esta entrada?

source: Restart GUI after execution
ca: Reiniciar GUI després de la descàrrega
es: Reiniciar GUI despues de la descarga

source: Summaries
ca: Sumaris
es: Sumarios

source: Time to go to standby (secs)
ca: Temps d'espera per anar a repòs (segons)
es: Tiempo de espera para ir a reposo (segundos)

source: Time to wait in the channel for EPG download (secs)
ca: Temps a esperar en el canal per a la descàrrega de la EPG (segons)
es: Tiempo a esperar en el canal para la descarga de EPG (segundos)

source: Titles
ca: Títols
es: Titulos

source: View last Log
ca: Veure l'últim log
es: Ver último log

source: Wait...
ca: Espereu...
es: Espere...

source: closed
ca: tancat
es: cerrado

source: not found
ca: no existeix
es: no existe

source: sec
ca: seg
es: seg

source: seconds
ca: segons
es: segundos
