Repository: ahmedmoselhi/openspa-base-files
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/locale/*/LC_MESSAGES/spazeMenu.po
Languages: ca, es

source: About
ca: Quant a
es: Acerca de

source: Activate home menu with
ca: Activar Home Menú amb la tecla
es: Activar Home menú con tecla

source: Activate or deactivate installed Extensions and Plugins
ca: [Des]activa plugins i extensions instal·lades
es: Activar o desactivar Plugins instalados

source: Activate/Deactivate Plugins
ca: Activar/Desactivar plugins
es: Activar/Desactivar Plugins

source: Add Extension
ca: Afegir plugin
es: Añadir plugin

source: AddOns
ca: Extres
es: Extras

source: Advanced information about your receiver
ca: Informació avançada sobre el receptor
es: Información avanzada del receptor

source: Audio files: mp3, wav, ogg, m3u, ...
ca: Arxius d'àudio mp3, wav, ogg, m3u, ...
es: Archivos de audio mp3, wav, ogg, m3u, ...

source: Audio/Subtitles
ca: Àudio/Subtítols
es: Audio/Subtitulos

source: Backup/restore
ca: Còpies/Restaurar
es: Copias/Restaurar

source: BlackModern Skin Setup
ca: Configuració del skin
es: Configuración del skin

source: Change aspect ratio settings
ca: Canvia la relació d'aspecte de pantalla
es: Cambia la relación de aspecto de pantalla

source: Common questions
ca: Preguntes freqüents
es: Preguntas frecuentes

source: Config for EPG download MediaHighway
ca: Configuració de descàrrega d'EPG MHw2
es: Configuración de descarga de EPG MHw2

source: Configure your Receiver
ca: Configuració general del receptor
es: Configurar el receptor

source: Customize
ca: Personalitz.
es: Personalizar

source: Customize Home Menu
ca: Personalitzar Home Menú
es: Personalizar Home menú

source: Customize skin BlackModern
ca: Personalitzar skin
es: Personalizar skin

source: Customize the buttons on the remote
ca: Personalitzar el comandament a distància
es: Personalizar el mando a distancia

source: Deactivate
ca: No activar
es: No activar

source: Deactivated Plugin
ca: Plugin desactivat
es: Plugin desactivado

source: Default System menu
ca: Menú principal del Sistema
es: Menú principal del sistema

source: Delete
ca: Eliminar
es: Eliminar

source: Device Manager
ca: Gestor de discos
es: Gestor de discos

source: Down
ca: Baixar
es: Abajo

source: Download Plugin
ca: Descarregar plugin
es: Descargar plugin

source: Downloads
ca: Descàrregues openSPA
es: Descargas openSPA

source: Downloads, backups, device manager,...
ca: Descàrregues, còpies, utilitats,...
es: Descargas, copias, utilidades,...

source: EPG download config
ca: Configurar descàrrega d'EPG
es: Configurar descarga de EPG

source: Entry %s already exists.
ca: L'element [%s] ja està a la lista.
es: El elemento [%s] ya está en la lista.

source: Error in Plugin or not exist
ca: El Plugin no existeix o no és compatible amb openSPA Home Menú
es: El plugin no existe o no es compatible con el menú incio openSPA

source: Explore with MediaCenter - Audio
ca: Obrir amb MediaCenter - Audio
es: Abrir con MediaCenter - Audio

source: Explore with MediaCenter - Pictures
ca: Obrir amb MediaCenter - Fotos
es: Abrir con MediaCenter - Fotos

source: Explore with MediaCenter - Videos
ca: Obrir amb MediaCenter - Videos
es: Abrir con MediaCenter - Videos

source: Explorer
ca: Gestor d'arxius
es: Gestor de archivos

source: Extensions
es: Extensiones

source: Extensions menu
ca: Programes i utilitats
es: Programas y utilidades

source: Extensions, RSS, InfoMeteo, Youtube, TvWeb
es: Extensiones, RSS, InfoMeteo, Youtube, TvWeb

source: Filebrowser utility
ca: Explorador d'arxius i carpetes
es: Explorador de archivos y carpetas

source: For azboxhd.es
ca: per a openspa.info
es: para openspa.info

source: For run another module or program, you need close first the current aplication, normaly pressing [EXIT] Press [OK] button for view the remote control help and faqs.
ca: Per executar un altre mòdul, primer heu de tancar el mòdul actiu, normalment prement la tecla [EXIT] Premeu [OK] per consultar l'ajuda del comandament a distància o les Preguntes Freqüents (FAQs).
es: Para ejecutar otro módulo, primero debe cerrar el módulo activo, normalmente pulsando la tecla [EXIT] Pulse [OK] para consultar la ayuda del mando a distancia o las preguntas frecuentes (FAQs).

source: Help
ca: Ajuda
es: Ayuda

source: Hide
ca: Amagar
es: Ocultar

source: Image files: jpg, png, gif, bmp, ...
ca: Arxius d'imatge jpg, png, gif, bmp, ...
es: Archivos de imagen jpg, png, gif, bmp, ...

source: Information
ca: Informació
es: Información

source: Install or Uninstall exclusive openSPA Plugins
ca: [Des]instal·la plugins exclusius openSPA
es: Instalar o desinstalar Plugins OpenSPA

source: Install/Uninstall openSPA Plugins
ca: Des/Instal·lar plugins openSPA
es: Instalar/Desinstalar Plugins OpenSPA

source: It is possible that the program has been deleted or is disabled.
ca: És possible que el plugin estigui desactivat o bé s'hagi eliminat.
es: Es posible que el plugin esté desactivado o que haya sido borrado.

source: Key Help
ca: Tecla Ajuda
es: Tecla Ayuda

source: Key Home
ca: Tecla Home Menú
es: Tecla Home menú

source: Key Menu long
ca: Tecla Menú(Pulsació llarga)
es: Tecla Menú (pulsación larga)

source: Key Radio
ca: Tecla Ràdio
es: Tecla Radio

source: Key RecordList
ca: Tecla RecordList
es: Tecla RecordList

source: Key Stop long
ca: Tecla Stop(Pulsació llarga)
es: Tecla Stop (pulsación larga)

source: Key Tv
ca: Tecla TV
es: Tecla TV

source: Key [Exit] -> Close Home Menu
ca: Tecla [Exit] -> Sortir de Home Menú
es: Tecla [Exit] -> Salir de Home menú

source: Key [Menu] -> Options
ca: Tecla [Menú] -> Opcions de Home Menú
es: Tecla [Menú] -> Opciones de Home menú

source: Key [Ok] -> Run
ca: Tecla [Ok] -> Executar
es: Tecla [Ok] -> Ejecutar

source: List changed. Save this changes?
ca: La llista ha canviat. Desar els canvis?
es: La lista ha cambiado. Guardar los cambios?

source: List of Plugins
ca: Llistat de plugins instal·lats
es: Listado de plugins instalados

source: Manage cams emulation
ca: Gestiona les camd's instal·lades
es: Gestionar cams

source: Manage harddisk devices
ca: Gestionar dispositius d'emmagatzematge
es: Gestionar dispositivos de almacenam...

source: Movies
ca: Gravacions
es: Grabaciones

source: Multimedia files: avi, mpg, mkv, ts, ...
ca: Arxius multimèdia avi, mpg, mkv, ts, mp4, ...
es: Archivos multimedia avi, mpg, mkv, ts, mp4, ...

source: My Music
ca: Escoltar música
es: Escuchar música

source: My Pictures
ca: Veure fotografies
es: Ver fotografias

source: My Videos
ca: Reproduïr vídeos
es: Reproducir videos

source: Not openSPA image found! More info in www.azboxhd.es
ca: La imatge no és un fw openSPA! Més informació a http://openspa.info
es: La imagen no es un fw openSPA! Más información en openspa.info

source: Open files/folders Explorer
ca: Obrir Explorador d'arxius/carpetes
es: Abrir explorador de archivos/carpetas

source: Options
ca: Opcions
es: Opciones

source: Options and Receiver setup
ca: Opcions i configuració del receptor
es: Opciones y configuración del receptor

source: Options for configure the Home Menu
ca: Opcions de configuració del Menú Inici
es: Opciones de configuración del Menú inicio

source: Overwrite home menu key
ca: Habilitar la tecla Home Menú per activar el menú
es: Habilitar la tecla Home para activar el menú

source: Overwrite menu enigma with openSPA Menu
ca: Reemplaçar el menú d'enigma (tecla Menú) per el Menú openSPA
es: Reemplazar el menú de enigma (tecla menú) por el Menú openSPA

source: Plugin for system main menu
ca: Plugin del menú principal del sistema
es: Plugin del menú principal del sistema

source: Press [MENU] for customize
ca: Premeu [MENU] per personalitzar
es: Pulse [MENÚ] para personalizar

source: Program not found for menu item
ca: El programa no existeix per al ítem #
es: El programa no existe para el item #

source: Programs Guide
ca: Guia de programació
es: Guia de programación

source: RSS openSPA Reader
ca: Lector RSS openSPA
es: Lector RSS openSPA

source: Radio Mode
ca: Mode Ràdio
es: Modo radio

source: Receiver Setup
ca: Configuració del receptor
es: Configuración del receptor

source: Record
ca: Gravar
es: Grabar

source: Recordings
ca: Gravacions reservades
es: Grabaciones reservadas

source: Remapping keys
ca: Personalitzar comandament
es: Remapear teclas

source: Remote control Help
ca: Ajuda comandament a distància
es: Ayuda mando a distancia

source: Remote control help
ca: Mapa gràfic de les tecles del comand.
es: Mapa gráfico de las teclas del mando

source: Remote control help and FAQs
ca: Ajuda gràfica del comand. a distància, FAQs
es: Ayuda gráfica del mando a distancia, FAQs

source: Restart GUI to apply changes?
ca: Reiniciar GUI per tal d'aplicar els canvis?
es: Reiniciar GUI para aplicar los cambios?

source: Restart, reboot, standby, Sleep Timer...
ca: Reiniciar, repòs, temporitzador
es: Reiniciar, reposo, temporizador

source: Scaling modes
ca: Modes de pantalla
es: Modos de pantalla

source: Select Audio track and Subtitles
ca: Seleccionar pista d'àudio, subtítols
es: Seleccionar pista de audio, subtítulos

source: Setup options, password,...
ca: Opcions de configuració, contrasenya,...
es: Opciones de configuración, contraseña,...

source: Show
ca: Mostrar
es: Mostrar

source: Show Graphical EPG
ca: Mostra la EPG en mode gràfic
es: Muestra la EPG en modo gráfico

source: Show Home Menu in main menu
ca: Mostrar Home Menú al menú principal
es: Mostrar Home menú en el menú principal

source: Show audio/subtitles in main menu
ca: Mostrar opcions d'àudio/subtítols al menú principal
es: Mostrar opciones de audio/subtitulos en el menú principal

source: Show help line in home menu
ca: Mostrar ajuda a Home Menú
es: Mostrar ayuda en Menú inicio

source: Show menu for record
ca: Menú de gravació ràpida
es: Menú de grabación rápida

source: Show record options in main menu
ca: Mostrar 'Gravar' al menú principal
es: Mostrar 'Grabar' en el menú principal

source: Show scaling options in main menu
ca: Mostrar modes de pantalla al menú principal
es: Mostrar modos de pantalla en el menú principal

source: Show teletext screen
ca: Mostra el teletext del canal
es: Muestra el teletexto del canal

source: Show the system options,configure, restart options, main menu...
ca: Menú principal del Sistema; repòs/reiniciar, Plugins, informació...
es: Menú principal del sistema; reposo/reiniciar, plugins, información...

source: Show tv Options, radio mode, audio, subtitles, records...
ca: Seleccionar àudio/subtítols, mode ràdio, gravacions...
es: Seleccionar audio/subtítulos, modo radio, grabaciones...

source: System
ca: Sistema
es: Sistema

source: System Menu
ca: Menú del Sistema
es: Menú del sistema

source: SystemPlugins
ca: Plugins de Sistema
es: Plugins de sistema

source: Teletext
es: Teletexto

source: This plugin are deactivated. Do you want go to Plugin Manager for active it?
ca: Aquest Plugin està DESACTIVAT. Voleu obrir el gestor de Plugins per activar-ho?
es: Este plugin está DESACTIVADO. Desea abrir el gestor de plugins para activarlo?

source: This plugin is not installed. You want to access the OpenSPA Extra Plugins Manager to install it?
ca: Aquest plugin no està instal·lat. Voleu accedir al gestor de Plugins OpenSPA per instal·lar-ho?
es: Este plugin no está instalado. Desea acceder al gestor de plugins OpenSPA para instalarlo?

source: Timer list
ca: Gestor de gravacions reservades
es: Gestor de grabaciones reservadas

source: Toggle to radio mode
ca: Canviar al mode ràdio
es: Cambiar a modo radio

source: Toggle to tv view
ca: Canviar a mode TV
es: Cambiar a modo TV

source: Tv Options
ca: Opcions TV
es: Opciones TV

source: Up
ca: Pujar
es: Arriba

source: Updates, Plugins, skins, channel lists...
ca: Actualitzacions, Plugins, skins, llistes de canals...
es: Actualizaciones, plugins, skins, listas de canales...

source: Updates, Plugins, skins,...
ca: Actualitzacions, plugins, skins...
es: Actualizaciones, plugins, skins, listas...

source: View Tv
ca: Veure Tv
es: Ver TV

source: View online Tv
ca: Veure canals de TV online
es: Ver canales de TV online

source: View photos, play audio and video files...
ca: Veure fotos, escoltar mp3 veure vídeos...
es: Ver fotos, escuchar mp3 ver vídeos...

source: View recorded movies, divx, videos...
ca: Veure pel·lícules gravades
es: Ver películas grabadas

source: Youtube player
ca: Veure vídeos a la xarxa
es: Ver vídeos en la red

source: by openSPA
ca: per openSPA
es: hecho por openSPA

source: openSPA Backup/restore utility
ca: Utilitat per realitzar còpies/restaurar
es: Utilidad para realizar copias/restaurar

source: openSPA CAMD Manager
ca: Gestor de CAMD
es: Gestor de CAMD

source: openSPA Home Menu
ca: Menú principal d'openSPA
es: Menú principal de openSPA

source: openSPA Menu
ca: Menú openSPA
es: Menú openSPA

source: openSPA Options
ca: Opcions openSPA
es: Opciones openSPA

source: openSPA PlugIns
ca: PlugIns openSPA
es: Plugins openSPA

source: openSPA Plugins
ca: Plugins openSPA
es: Plugins openSPA

source: openSPA Weather Information
ca: Informació Meteoreològica openSPA
es: Información meteorológica openSPA

source: spaPANEL
ca: Panell SPA
es: Panel SPA

source: spaze PANEL
ca: Panell SPA
es: Panel SPA

source: TV Series Timers
es: Programaciones Series TV
