Repository: ahmedmoselhi/openspa-base-files
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/InfoAz/locale/*/LC_MESSAGES/InfoAz.po
Languages: es

source: ACTIVE
es: ACTIVO

source: AV settings, skin information
es: Información sobre la configuración de pantalla

source: About
es: Acerca de

source: About this panel...
es: Acerca de este panel de información...

source: Active
es: Activo

source: Active connections
es: Conexiones activas

source: Add rec
es: Reservar

source: Advanced Information Panel
es: Información avanzada

source: Advanced system information
es: Panel con información avanzada del sistema

source: Analog Video Output: Composite & Component
es: Salida de video analógica

source: Aspect ratio
es: Relación de aspecto

source: Audio Prebuffering (ms)
es: Prebuffers de audio (ms)

source: Autostart OFF
es: Autoinicio OFF

source: Autostart ON
es: Autoinicio ON

source: Autostart is OFF
es: Autoinicio DESACTIVADO

source: Autostart is ON
es: Autoinicio ACTIVADO

source: AzboxHD Advanced Information Panel
es: Información avanzada sobre el receptor

source: Backup
es: Copias...

source: Bandwidth
es: Banda

source: Brightness
es: Brillo

source: Buffers
es: Bufers

source: CAM name
es: Información CAM

source: Cache RAM memory cleaned!
es: La caché de la memoria RAM ha sido liberada.

source: Channel
es: Canal

source: Clean RAM
es: Liberar RAM

source: Color Format
es: Formato de color

source: Compact Flash
es: Flash interna

source: Component Out
es: Salida por componentes

source: Configuration
es: Configuración

source: Constellation
es: Constelación

source: Cpu, model information
es: Información sobre cpu, modelo

source: Crashlog file
es: Archivo 'crashlog'

source: Current operating system information
es: Información sobre el sistema operativo

source: Current recording information
es: Información sobre la grabación en curso

source: Date/Time
es: Fecha del sistema

source: Default
es: Predeterminado

source: Deinterlace
es: Entrelazado

source: Del crashlogs
es: Borrar crash

source: Delete crashlogs
es: Borrar archivos .log (crashlog)

source: Deleted!
es: Eliminados!

source: Display
es: Pantalla

source: Dolby digital mode
es: Modo de Dolby digital

source: ECM info
es: Información ECM

source: EMM info
es: Información EMM

source: END SCRIPT EXECUTION
es: FIN DE EJECUCIÓN DE SCRIPT

source: Edit
es: Editar

source: Emulation
es: Camd's

source: Event
es: Evento

source: Explore
es: Explorar

source: External
es: Externo

source: FEC inner
es: FEC interior

source: File name
es: Nombre de archivo

source: Free
es: Libre

source: Free memory table
es: Gráfico de memoria libre y swap

source: Frees
es: Libres

source: Frequency
es: Frecuencia

source: Fundi, Yersi, Nasky, Oscar_fl, Abdelsat, Edu1971, Mecha and all Betatesters.
es: Fundi, Yersi, Nasky, Oscar_fl, Abdelsat, Edu1971, Mecha y todos los betatesters

source: Gateway
es: Puerta de enlace

source: Greetings:
es: Agradecimientos:

source: Guard Interval
es: Intérvalo de guarda

source: Guide
es: Guia

source: Hard disk devices information
es: Información sobre dispositivos de almacenamiento

source: Harddisk
es: Disco duro

source: Have been deleted!
es: Los archivos han sido eliminados.

source: Help and utilities
es: Blog de ayuda y utilidades

source: Hierarchy Inform.
es: Inform. Jerárquíca

source: Host Name
es: Nombre del host

source: Image
es: Imagen

source: Inactive
es: Inactivo

source: Information
es: Información

source: Information CCAM
es: Información del script CAM

source: Information about tunning and current channel
es: Información sobre el canal

source: Information for cams and emulation
es: Información de camd's

source: Information not avaiable
es: Información no disponible

source: Instant Records path
es: Ruta de grabaciones instantáneas

source: Intensity
es: Potencia

source: Internal Flash
es: Flash interna

source: Internet Conection TEST
es: TEST de conexión a internet

source: Internet conection not avaiable
es: Conexión a internet no disponible

source: Inversion
es: Inversión

source: Kernel Version:
es: Versión de kernel:

source: Kernel messages
es: Msj kernel

source: Last Updates
es: Últimas actualizaciones

source: Last Upgrade
es: Última actualización

source: Last Upgrade:
es: Última actualización:

source: Last crashlog
es: Último crash

source: List of current processes running
es: Listado de los procesos en ejecución

source: Log File saved to
es: Archivo log guardado en

source: MAC adress
es: Dirección MAC

source: Manage
es: Gestionar

source: Mask
es: Máscara

source: Members openSPA Team:
es: OpenSPA Team, quien es quien:

source: Memory
es: Memoria

source: Memory size
es: Tamaño de memoria

source: Model
es: Modelo

source: Modulation
es: Modulación

source: Movies
es: Películas

source: Name
es: Nombre

source: Net
es: Red

source: Network conection information
es: Información sobre la conexión de red e internet

source: News and support
es: Novedades y soporte técnico

source: No crashlogs found in path: /hdd
es: No se han encontrado archivos 'crashlog' en la ruta: /hdd

source: No crashlogs found in path: /home/root/logs/
es: No se ha encontrado ningún crashlog en: /home/root/logs/

source: No info avaiable
es: No hay información disponible

source: No net adapters configured
es: No hay adaptadores de red configurados

source: No records in progress
es: No hay grabaciones en curso.

source: No traceback error found!
es: No se ha encontrado la traza de error en el archivo .log

source: Not Running
es: Detenida

source: Not info for emulation cams
es: No hay información de emulación y camd's

source: Not spazeTeam image found! More info in www.azboxhd.es
es: La imagen no es un fw de openSPA! Más información en openspa.info

source: Operating system
es: Sistema operativo

source: Options
es: Opciones

source: Other
es: Otro

source: PID info
es: Información PID

source: Page Down
es: Pág. abajo

source: Page Up
es: Pág. arriba

source: Pe.tardo: Languages
es: Pe.tardo: traducciones

source: Pilot
es: Piloto

source: Ping to host azboxhd.es failed
es: El ping enviado a azboxhd.es falló.

source: Polarization
es: Polarización

source: Press [BLUE] for floating window signal/quality/ber
es: Pulse [AZUL] para abrir una ventana flotante de información de señal, calidad,...

source: Press [OK] to refresh info
es: Pulse [OK] para actualizar la información de pantalla

source: Press [YELLOW] to start
es: Pulse [AMARILLO] para iniciarla

source: Primary DNS
es: DNS primaria

source: Processes
es: Procesos

source: Provider
es: Proveedor

source: Public IP
es: IP pública

source: Ram memory
es: Memoria RAM

source: Reboot
es: Reiniciar

source: Reboot system?
es: Reiniciar el sistema?

source: Received bytes
es: Bytes recibidos

source: Record
es: Grabación

source: Recording paths
es: Ruta de grab.

source: Records path
es: Ruta de grabaciones

source: Refresh
es: Refrescar

source: Refresh Rate
es: Velocidad de refresco

source: Resolution
es: Resolución

source: Restart
es: Reiniciar GUI

source: Restart CCAM
es: Reiniciar CAM

source: Restart GUI?
es: Reiniciar GUI?

source: Rolloff
es: Atenuación

source: Routing table
es: Tabla de rutas

source: Running
es: En ejecución

source: SCRIPT EXECUTION
es: EJECUCIÓN DE SCRIPT

source: Save to file
es: Guardar log

source: Secondary DNS
es: DNS secundaria

source: Select Record to stop
es: Seleccione grabación para detener

source: Sergiri & Jpbravo & Evox: Maintenance server plugins OpenSpa and Testers
es: Sergiri, Evox & Jpbravo: Testers y mantenimiento del servidor de plugins OpenSpa

source: Service
es: Servicio

source: Service name
es: Nombre de canal

source: Service reference
es: Número de referencia

source: Setup
es: Configurar

source: Shared
es: Compartida

source: Signal info
es: Info señal

source: Signal quality
es: Calidad de señal

source: Size
es: Tamaño

source: Skins
es: Pieles

source: Start CCAM
es: Iniciar CAM

source: State
es: Estado

source: State of CAM
es: Estado de CAM

source: Stats
es: Estadísticas

source: Stop
es: Detener

source: Stop CCAM
es: Detener CAM

source: Stop current recording?
es: Desea PARAR la grabación actual?

source: Storage
es: Almacenamiento

source: Swap memory
es: Memoria swap

source: Symbolrate
es: Velocidad de símbolos

source: Thanks to
es: Gracias a

source: Total memory
es: Memoria total

source: Total space
es: Espacio total

source: Transmission Mode
es: Modo de transmisión

source: Transmited bytes
es: Bytes enviados

source: Tuner
es: Sintonizador

source: Tuning
es: Sintonización

source: Type
es: Tipo

source: Up time
es: Hora del último reinicio

source: Updates
es: Descargas

source: Used
es: Utilizado

source: Version
es: Versión

source: Video Mode
es: Modo de video

source: Video Prebuffering (ms)
es: Prebuffers de video (ms)

source: Video System
es: Sistema de video

source: Videoformat
es: Relación de aspecto

source: Videosize
es: Resolución de vídeo

source: Wait
es: espere

source: Wait...
es: Espere...

source: You are sure to delete .log files?
es: Seguro que quiere borrar los archivos?

source: by openSPA team
es: del software y del hardware, por openSPA

source: day
es: dia

source: file(s)
es: Archivo(s)

source: load average
es: media de carga

source: of error
es: de error

source: of firmware
es: del software

source: packet loss
es: paquete(s) perdido(s)

source: packets received
es: paquete(s) recibido(s)

source: packets transmitted
es: paquete(s) enviado(s)

source: secs
es: segs

source: up
es: iniciado hace

source: week
es: semana
