Repository: ahmedmoselhi/openspa-base-files
Catalog: files/usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/descargasSPZ/locale/*/LC_MESSAGES/descargasSPZ.po
Languages: es

source: (%s Packages)
es: (%s paquetes)

source: (Not recommended)
es: (No recomendar)

source: (Recommended)
es: (Recomendar)

source: Back
es: Atrás

source: COMPLETED
es: COMPLETADO

source: Camd & Emulation
es: Cams

source: Camds
es: Cams

source: Categorie(s)
es: Categoria(s)

source: Categories
es: Categorias

source: Category
es: Categoria

source: Channel List
es: Listas de canales

source: ChannelList
es: Lista de canales

source: Channel_List
es: Listas de canales

source: Channel_list
es: Listas de canales

source: Check the installation log for more information.
es: Revise el log de instalación para más información.

source: Close
es: Cerrar

source: Configs
es: Configuraciones

source: Configuring...
es: Configurando...

source: Congratulations! DonSatelite customer found. The exclusive downloads are available to install.
es: Enhorabuena! Se ha encontrado el cliente DonSatelite. Las descargas exclusivas están disponibles para instalar.

source: Current
es: Actual

source: Description
es: Descripción

source: Difference
es: Diferencia

source: Do yo want launch download software openPLI manager for install new updates?
es: Desea ejecutar el programa de actualización de software de openPLI para comprobar e instalar nuevas actualizaciones?

source: Do you want to exit?
es: Quiere salir del programa?

source: Do you want to install?
es: Desea instalar este archivo?

source: Do you want to send +1 (positive vote) for this entry?
es: Desea enviar un voto positivo(+1) para este elemento?

source: Do you want to send -1 (negative vote) for this entry?
es: Desea enviar un voto negativo(-1) para este elemento?

source: Do you want to update your receiver?
es: Desea actualizar el receptor?

source: Do you want to update your receiver? (%s Packages)
es: Desea actualizar el receptor? (%s paquetes)

source: DonSatelite customer not found!!! Use your support website for help.
es: No se ha encontrado el cliente de DonSatelite!!!. Utilice la web de soporte para obtener ayuda.

source: DonSatelite downloads help
es: Descargas exclusivas DonSatelite - Ayuda

source: Download exclusive for Don Satelite customers
es: Descarga exclusiva para clientes de Don Satélite

source: Downloading
es: Descargando

source: Downloads
es: Descargas

source: Downloads Search
es: Buscar en descargas

source: Error downloading
es: Error en la descarga

source: Error reading remote file
es: Error leyendo el archivo remoto

source: File name
es: Nombre archivo

source: File(s)
es: Archivo(s)

source: Finish...
es: Finalizando...

source: Finished
es: FINALIZADA la instalación

source: Folder(s)
es: Carpeta(s)

source: Force DonSatelite verification
es: Forzar verificación de DonSatélite

source: Found more than 60 matches. It shows only the first 60 results. Use search terms more restrictive than
es: Se han encontrado más de 60 coincidencias. Se muestran sólo los primeros 60 resultados. Utilice términos de búsqueda más restrictivos que

source: Go to
es: Ir a

source: Go to openSPA Downloads plugin!!
es: Abra el plugin de descargas (Home Menu->Descargas SPZ) para verlas!!

source: Go to openSPA Downloads plugin?
es: Abrir el módulo de descargas SPZ?

source: Home
es: Inicio

source: INSTALL
es: INSTALAR

source: Icons
es: Iconos

source: Icons_Home_Menu
es: Iconos de menú openSPA

source: Image preview
es: Vista previa

source: Information
es: Información

source: Install
es: Instalar

source: Installation
es: Instalación

source: Installation Completed
es: Instalación finalizada

source: Installation log created in
es: Log de instalación en

source: Installing...
es: Instalando...

source: It is also possible that the download server is down, or that we are performing maintenance tasks.
es: También es posible que el servidor de descargas no esté operativo, o que se estén realizando tareas de mantenimiento.

source: Languages
es: Idiomas

source: Last downloads
es: Últimas descargas añadidas

source: Latest Downloads
es: Más recientes

source: Models
es: Modelos

source: Move Down
es: Mover abajo

source: Move Up
es: Mover arriba

source: Multilanguage
es: Multiidioma

source: Name of download
es: Nombre de la descarga

source: Negative Votes
es: Votos negativos

source: New openSPA udpdates found!!
es: Se han encontrado nuevas actualizaciones!!

source: New udpdates!
es: Nueva(s) descarga(s)!

source: News
es: Novedades

source: No matches found for:
es: No se encontraron coincidencias para:

source: No preview image
es: No hay vista previa

source: Not openSPA image found! More info in www.azboxhd.es
es: La imagen no es un fw de openSPA! Más información en openspa.info

source: Number of Downloads
es: Nº de descargas

source: Only can vote one time!
es: Vd. ya ha votado por este elemento y sólo se puede votar una vez!

source: Open category
es: Explorar categoria seleccionada

source: Open openSPA Download Manager
es: Abrir centro de descargas

source: Options menu
es: Menú de opciones

source: Options/Search
es: Opciones/buscar

source: Order by
es: Ordenar por los

source: Page Down
es: Página abajo

source: Page Up
es: Página arriba

source: Parent directory
es: Carpeta anterior

source: Please wait...
es: Espere...

source: Plugins and Extensions list has been reloaded, but
es: La lista de plugins y extensiones ha sido actualizada,

source: Plugins, skins, channel list download
es: Descarga de plugins, skin, listas de canales

source: Positive Votes
es: Votos positivos

source: Press [GREEN] for (+1) and [RED] for (-1).
es: Pulse [VERDE] para valorar con (+1) y [ROJO] con (-1).

source: Press [OK] for go to selected item
es: Pulse [OK] para ir al item seleccionado

source: Press [OK] or [EXIT] key to back, [YELLOW] key for restart GUI now.
es: Pulse la tecla [OK] o [EXIT] para volver, [AMARILLO] para reiniciar GUI ahora.

source: Press [OK] or [EXIT] key to back.
es: Pulse la tecla [OK] o [EXIT] para volver.

source: Press [OK] to go Home
es: Pulse [OK] para ir al inicio

source: Press [OK] to go back
es: Pulse [OK] para volver atrás

source: Press [OK] to go download manager
es: Pulse [OK] para acceder al centro de descargas

source: Press [OK] to go openPLI plugins/extensions download options
es: Pulse [OK] para ver las opciones de descarga de openPLI

source: Press [OK] to obtain the list of categories
es: Pulse [OK] para obtener la lista de categorías

source: Press [OK] to retry
es: Pulse [OK] para reintentar

source: Press any key to go back
es: Pulse [Exit] o [OK] para volver

source: Process finished
es: Proceso finalizado

source: Process finished with some ERRORS
es: Proceso finalizado. Se han producido algunos ERRORES

source: Recent Downloads
es: Descargas recientes

source: Reload screen
es: Actualizar pantalla (recargar entradas)

source: Remote control help
es: Ayuda del mando a distancia

source: Retring server conection...
es: Reintentando conectar...

source: Retry
es: Reintentar

source: Search download
es: Buscar descarga

source: Search of
es: Búsqueda de

source: Select category and press [OK] for open.
es: Seleccione la categoría y pulse [OK] para verla.

source: Select entry and press [OK] for install.
es: Pulse [OK] para ver la ficha y/o instalar.

source: Select picon path to install
es: Seleccione la ruta para instalar los picon

source: Send for current entry
es: Enviar valoración

source: Show on home
es: Mostrar en inicio los

source: Show openSPA News
es: Mostrar últimas novedades openSPA

source: Size of file
es: Tamaño

source: Skins
es: Pieles (Skins)

source: TOTAL VOTES
es: TOTAL VOTOS

source: The search term must be at least 3 characters!
es: El término de búsqueda debe tener al menos 3 caracteres!

source: This download is exclusive for DonSatelite customers!!! ACCESS DENIED, visit your website for more information support.
es: Esta descarga es exclusiva para clientes de Don Satélite!!! ACCESO DENEGADO, visite la web de soporte para más información.

source: Today
es: Hoy

source: Top Downloads
es: Más descargados

source: Top Rated
es: Mejor valorados

source: URL Request error. Check internet conection.
es: Error en la URL. Verifique que está conectado a internet.

source: Unable to find openPLI software manager!!!
es: El software de openPLI para actualizar/instalar no existe o no es compatible con esta versión openSPA!!!

source: Unable to send request! Try again later.
es: Ha sido imposible enviar la votación. Inténtelo de nuevo en unos segundos.

source: Unattended upgrade without GUI and reboot system
es: Actualizar automáticamente y reiniciar sistema

source: Updates
es: Actualizaciones

source: Upgrade and ask to reboot
es: Actualizar y preguntar para reiniciar

source: Upload Date
es: Fecha subida

source: Valoration submited. Thanks for participate!
es: Su valoración ha sido enviada. Gracias por participar!

source: Version
es: Versión

source: View Details/Install
es: Ver ficha/instalar

source: View Info/Install
es: Ver ficha/instalar

source: WARNING: Some ERRORS are detected.
es: ATENCIÓN: Se han detectado ERRORES durante la instalación.

source: Wait
es: Espere

source: Wait...
es: Espere...

source: Want to remember this notice later? If you choose No notification will be deleted.
es: Desea volver a ver esta notificación más tarde? Si elige 'No' la notificación se borrará.

source: Yesterday
es: Ayer

source: You NOT are registered as Donsatelite customer
es: Vd. NO está registrado como cliente de DonSatelite

source: You are registered as Donsatelite customer
es: Vd. está registrado como cliente de DonSatelite

source: by
es: por

source: by openSPA (azboxhd.es), 2011
es: por openSPA (openspa.info), 2011

source: icons
es: Iconos

source: of
es: de

source: openPLI Downloads (Plugins/Extensions/Skins)
es: Descargas openPLI (plugins/extensiones/skins/...)

source: openPLI Manage Plugins/Extensions
es: Gestionar plugins/extensiones de openPLI

source: openPLI Sotfware Update
es: Actualización automática de software de openPLI

source: openPLI downloads
es: Descargas openPLI

source: openSPA Download
es: Descarga openSPA

source: openSPA Downloads
es: Descargas openSPA

source: openSPA News
es: Novedades openSPA

source: votes
es: voto(s)

source: you may need restart GUI!
es: es posible que deba reiniciar!
